app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "article 1 "], ["body", "This is my article"], ["created_at", "2018-11-30 19:05:33.055766"], ["updated_at", "2018-11-30 19:05:33.055766"]]